7767517
277 299
Input                    in0                      0 1 in0
Convolution              conv_116                 1 1 in0 1 0=32 1=3 11=3 12=1 13=2 14=1 2=1 3=2 4=1 5=1 6=864
HardSwish                hswish_8                 1 1 1 2 0=0.166667 1=0.5
ConvolutionDepthWise     convdw_211               1 1 2 3 0=32 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=288 7=32
HardSwish                hswish_9                 1 1 3 4 0=0.166667 1=0.5
Convolution              conv_117                 1 1 4 5 0=64 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=2048
HardSwish                hswish_10                1 1 5 6 0=0.166667 1=0.5
ConvolutionDepthWise     convdw_212               1 1 6 7 0=64 1=3 11=3 12=1 13=2 14=1 2=1 3=2 4=1 5=1 6=576 7=64
HardSwish                hswish_11                1 1 7 8 0=0.166667 1=0.5
Convolution              conv_118                 1 1 8 9 0=128 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=8192
HardSwish                hswish_12                1 1 9 10 0=0.166667 1=0.5
ConvolutionDepthWise     convdw_213               1 1 10 11 0=128 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=1152 7=128
HardSwish                hswish_13                1 1 11 12 0=0.166667 1=0.5
Convolution              conv_119                 1 1 12 13 0=128 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=16384
HardSwish                hswish_14                1 1 13 14 0=0.166667 1=0.5
ConvolutionDepthWise     convdw_214               1 1 14 15 0=128 1=3 11=3 12=1 13=2 14=1 2=1 3=2 4=1 5=1 6=1152 7=128
HardSwish                hswish_15                1 1 15 16 0=0.166667 1=0.5
Convolution              conv_120                 1 1 16 17 0=256 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=32768
HardSwish                hswish_16                1 1 17 18 0=0.166667 1=0.5
ConvolutionDepthWise     convdw_215               1 1 18 19 0=256 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=2304 7=256
HardSwish                hswish_17                1 1 19 20 0=0.166667 1=0.5
Convolution              conv_121                 1 1 20 21 0=256 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=65536
HardSwish                hswish_18                1 1 21 22 0=0.166667 1=0.5
Split                    splitncnn_0              1 2 22 23 24
ConvolutionDepthWise     convdw_216               1 1 24 25 0=256 1=3 11=3 12=1 13=2 14=1 2=1 3=2 4=1 5=1 6=2304 7=256
HardSwish                hswish_19                1 1 25 26 0=0.166667 1=0.5
Convolution              conv_122                 1 1 26 27 0=512 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=131072
HardSwish                hswish_20                1 1 27 28 0=0.166667 1=0.5
ConvolutionDepthWise     convdw_217               1 1 28 29 0=512 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=12800 7=512
HardSwish                hswish_21                1 1 29 30 0=0.166667 1=0.5
Convolution              conv_123                 1 1 30 31 0=512 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=262144
HardSwish                hswish_22                1 1 31 32 0=0.166667 1=0.5
ConvolutionDepthWise     convdw_218               1 1 32 33 0=512 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=12800 7=512
HardSwish                hswish_23                1 1 33 34 0=0.166667 1=0.5
Convolution              conv_124                 1 1 34 35 0=512 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=262144
HardSwish                hswish_24                1 1 35 36 0=0.166667 1=0.5
ConvolutionDepthWise     convdw_219               1 1 36 37 0=512 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=12800 7=512
HardSwish                hswish_25                1 1 37 38 0=0.166667 1=0.5
Convolution              conv_125                 1 1 38 39 0=512 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=262144
HardSwish                hswish_26                1 1 39 40 0=0.166667 1=0.5
ConvolutionDepthWise     convdw_220               1 1 40 41 0=512 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=12800 7=512
HardSwish                hswish_27                1 1 41 42 0=0.166667 1=0.5
Convolution              conv_126                 1 1 42 43 0=512 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=262144
HardSwish                hswish_28                1 1 43 44 0=0.166667 1=0.5
ConvolutionDepthWise     convdw_221               1 1 44 45 0=512 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=12800 7=512
HardSwish                hswish_29                1 1 45 46 0=0.166667 1=0.5
Convolution              conv_127                 1 1 46 47 0=512 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=262144
HardSwish                hswish_30                1 1 47 48 0=0.166667 1=0.5
Split                    splitncnn_1              1 2 48 49 50
ConvolutionDepthWise     convdw_222               1 1 50 51 0=512 1=5 11=5 12=1 13=2 14=2 2=1 3=2 4=2 5=1 6=12800 7=512
HardSwish                hswish_31                1 1 51 52 0=0.166667 1=0.5
Split                    splitncnn_2              1 2 52 53 54
Pooling                  gap_0                    1 1 54 55 0=1 4=1
Convolution              convrelu_0               1 1 55 56 0=128 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=65536 9=1
Convolution              conv_129                 1 1 56 57 0=512 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=65536
HardSigmoid              hsigmoid_6               1 1 57 58 0=0.166667 1=0.5
Reshape                  reshape_197              1 1 58 59 0=1 1=1 2=-1
BinaryOp                 mul_0                    2 1 53 59 60 0=2
Convolution              conv_130                 1 1 60 61 0=1024 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=524288
HardSwish                hswish_32                1 1 61 62 0=0.166667 1=0.5
ConvolutionDepthWise     convdw_223               1 1 62 63 0=1024 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=25600 7=1024
HardSwish                hswish_33                1 1 63 64 0=0.166667 1=0.5
Split                    splitncnn_3              1 2 64 65 66
Pooling                  gap_1                    1 1 66 67 0=1 4=1
Convolution              convrelu_1               1 1 67 68 0=256 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=262144 9=1
Convolution              conv_132                 1 1 68 69 0=1024 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=262144
HardSigmoid              hsigmoid_7               1 1 69 70 0=0.166667 1=0.5
Reshape                  reshape_198              1 1 70 71 0=1 1=1 2=-1
BinaryOp                 mul_1                    2 1 65 71 72 0=2
Convolution              conv_133                 1 1 72 73 0=1024 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=1048576
HardSwish                hswish_34                1 1 73 74 0=0.166667 1=0.5
Convolution              conv_134                 1 1 23 75 0=160 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=40960
HardSwish                hswish_35                1 1 75 76 0=0.166667 1=0.5
Convolution              conv_135                 1 1 49 77 0=160 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=81920
HardSwish                hswish_36                1 1 77 78 0=0.166667 1=0.5
Convolution              conv_136                 1 1 74 79 0=160 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=163840
HardSwish                hswish_37                1 1 79 80 0=0.166667 1=0.5
Split                    splitncnn_4              1 3 80 81 82 83
Interp                   Resize_162               1 1 81 84 0=1 1=2.0 2=2.0 6=0
Concat                   cat_0                    2 1 84 78 85 0=0
ConvolutionDepthWise     convdw_224               1 1 85 86 0=320 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=8000 7=320
HardSwish                hswish_38                1 1 86 87 0=0.166667 1=0.5
Convolution              conv_137                 1 1 87 88 0=320 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=102400
HardSwish                hswish_39                1 1 88 89 0=0.166667 1=0.5
ConvolutionDepthWise     convdw_225               1 1 89 90 0=320 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=8000 7=320
HardSwish                hswish_40                1 1 90 91 0=0.166667 1=0.5
Convolution              conv_138                 1 1 91 92 0=160 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=51200
HardSwish                hswish_41                1 1 92 93 0=0.166667 1=0.5
Split                    splitncnn_5              1 2 93 94 95
Interp                   Resize_184               1 1 94 96 0=1 1=2.0 2=2.0 6=0
Concat                   cat_1                    2 1 96 76 97 0=0
ConvolutionDepthWise     convdw_226               1 1 97 98 0=320 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=8000 7=320
HardSwish                hswish_42                1 1 98 99 0=0.166667 1=0.5
Convolution              conv_139                 1 1 99 100 0=320 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=102400
HardSwish                hswish_43                1 1 100 101 0=0.166667 1=0.5
ConvolutionDepthWise     convdw_227               1 1 101 102 0=320 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=8000 7=320
HardSwish                hswish_44                1 1 102 103 0=0.166667 1=0.5
Convolution              conv_140                 1 1 103 104 0=160 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=51200
HardSwish                hswish_45                1 1 104 105 0=0.166667 1=0.5
Split                    splitncnn_6              1 2 105 106 107
ConvolutionDepthWise     convdw_228               1 1 107 108 0=160 1=5 11=5 12=1 13=2 14=2 2=1 3=2 4=2 5=1 6=4000 7=160
HardSwish                hswish_46                1 1 108 109 0=0.166667 1=0.5
Convolution              conv_141                 1 1 109 110 0=160 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=25600
HardSwish                hswish_47                1 1 110 111 0=0.166667 1=0.5
Concat                   cat_2                    2 1 111 95 112 0=0
ConvolutionDepthWise     convdw_229               1 1 112 113 0=320 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=8000 7=320
HardSwish                hswish_48                1 1 113 114 0=0.166667 1=0.5
Convolution              conv_142                 1 1 114 115 0=320 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=102400
HardSwish                hswish_49                1 1 115 116 0=0.166667 1=0.5
ConvolutionDepthWise     convdw_230               1 1 116 117 0=320 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=8000 7=320
HardSwish                hswish_50                1 1 117 118 0=0.166667 1=0.5
Convolution              conv_143                 1 1 118 119 0=160 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=51200
HardSwish                hswish_51                1 1 119 120 0=0.166667 1=0.5
Split                    splitncnn_7              1 2 120 121 122
ConvolutionDepthWise     convdw_231               1 1 122 123 0=160 1=5 11=5 12=1 13=2 14=2 2=1 3=2 4=2 5=1 6=4000 7=160
HardSwish                hswish_52                1 1 123 124 0=0.166667 1=0.5
Convolution              conv_144                 1 1 124 125 0=160 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=25600
HardSwish                hswish_53                1 1 125 126 0=0.166667 1=0.5
Concat                   cat_3                    2 1 126 82 127 0=0
ConvolutionDepthWise     convdw_232               1 1 127 128 0=320 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=8000 7=320
HardSwish                hswish_54                1 1 128 129 0=0.166667 1=0.5
Convolution              conv_145                 1 1 129 130 0=320 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=102400
HardSwish                hswish_55                1 1 130 131 0=0.166667 1=0.5
ConvolutionDepthWise     convdw_233               1 1 131 132 0=320 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=8000 7=320
HardSwish                hswish_56                1 1 132 133 0=0.166667 1=0.5
Convolution              conv_146                 1 1 133 134 0=160 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=51200
HardSwish                hswish_57                1 1 134 135 0=0.166667 1=0.5
Split                    splitncnn_8              1 2 135 136 137
ConvolutionDepthWise     convdw_234               1 1 83 138 0=160 1=5 11=5 12=1 13=2 14=2 2=1 3=2 4=2 5=1 6=4000 7=160
HardSwish                hswish_58                1 1 138 139 0=0.166667 1=0.5
Convolution              conv_147                 1 1 139 140 0=160 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=25600
HardSwish                hswish_59                1 1 140 141 0=0.166667 1=0.5
ConvolutionDepthWise     convdw_235               1 1 137 142 0=160 1=5 11=5 12=1 13=2 14=2 2=1 3=2 4=2 5=1 6=4000 7=160
HardSwish                hswish_60                1 1 142 143 0=0.166667 1=0.5
Convolution              conv_148                 1 1 143 144 0=160 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=25600
HardSwish                hswish_61                1 1 144 145 0=0.166667 1=0.5
BinaryOp                 add_2                    2 1 141 145 146 0=0
ConvolutionDepthWise     convdw_236               1 1 106 147 0=160 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=4000 7=160
HardSwish                hswish_62                1 1 147 148 0=0.166667 1=0.5
Convolution              conv_149                 1 1 148 149 0=160 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=25600
HardSwish                hswish_63                1 1 149 150 0=0.166667 1=0.5
ConvolutionDepthWise     convdw_237               1 1 150 151 0=160 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=4000 7=160
HardSwish                hswish_64                1 1 151 152 0=0.166667 1=0.5
Convolution              conv_150                 1 1 152 153 0=160 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=25600
HardSwish                hswish_65                1 1 153 154 0=0.166667 1=0.5
ConvolutionDepthWise     convdw_238               1 1 154 155 0=160 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=4000 7=160
HardSwish                hswish_66                1 1 155 156 0=0.166667 1=0.5
Convolution              conv_151                 1 1 156 157 0=160 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=25600
HardSwish                hswish_67                1 1 157 158 0=0.166667 1=0.5
ConvolutionDepthWise     convdw_239               1 1 158 159 0=160 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=4000 7=160
HardSwish                hswish_68                1 1 159 160 0=0.166667 1=0.5
Convolution              conv_152                 1 1 160 161 0=160 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=25600
HardSwish                hswish_69                1 1 161 162 0=0.166667 1=0.5
Split                    splitncnn_9              1 3 162 163 164 165
Pooling                  gap_2                    1 1 164 166 0=1 4=1
Convolution              convsigmoid_2            1 1 166 167 0=160 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=25600 9=4
Reshape                  reshape_199              1 1 167 168 0=1 1=1 2=-1
BinaryOp                 mul_3                    2 1 163 168 169 0=2
Convolution              conv_154                 1 1 169 170 0=160 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=25600
HardSwish                hswish_70                1 1 170 171 0=0.166667 1=0.5
Split                    splitncnn_10             1 2 171 172 173
Convolution              conv_156                 1 1 172 174 0=32 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=5120
Convolution              conv_157                 1 1 165 175 0=1 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=4000
HardSwish                hswish_71                1 1 175 176 0=0.166667 1=0.5
Convolution              convsigmoid_3            1 1 176 177 0=1 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=1 9=4
Convolution              convsigmoid_4            1 1 173 178 0=80 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=12800 9=4
BinaryOp                 mul_4                    2 1 178 177 179 0=2
UnaryOp                  sqrt_5                   1 1 179 180 0=5
Reshape                  reshape_200              1 1 180 181 0=1600 1=80
Permute                  permute_189              1 1 181 out0 0=1
Reshape                  reshape_201              1 1 174 183 0=1600 1=32
Permute                  permute_190              1 1 183 out4 0=1
ConvolutionDepthWise     convdw_240               1 1 121 185 0=160 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=4000 7=160
HardSwish                hswish_72                1 1 185 186 0=0.166667 1=0.5
Convolution              conv_159                 1 1 186 187 0=160 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=25600
HardSwish                hswish_73                1 1 187 188 0=0.166667 1=0.5
ConvolutionDepthWise     convdw_241               1 1 188 189 0=160 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=4000 7=160
HardSwish                hswish_74                1 1 189 190 0=0.166667 1=0.5
Convolution              conv_160                 1 1 190 191 0=160 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=25600
HardSwish                hswish_75                1 1 191 192 0=0.166667 1=0.5
ConvolutionDepthWise     convdw_242               1 1 192 193 0=160 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=4000 7=160
HardSwish                hswish_76                1 1 193 194 0=0.166667 1=0.5
Convolution              conv_161                 1 1 194 195 0=160 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=25600
HardSwish                hswish_77                1 1 195 196 0=0.166667 1=0.5
ConvolutionDepthWise     convdw_243               1 1 196 197 0=160 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=4000 7=160
HardSwish                hswish_78                1 1 197 198 0=0.166667 1=0.5
Convolution              conv_162                 1 1 198 199 0=160 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=25600
HardSwish                hswish_79                1 1 199 200 0=0.166667 1=0.5
Split                    splitncnn_11             1 3 200 201 202 203
Pooling                  gap_3                    1 1 202 204 0=1 4=1
Convolution              convsigmoid_5            1 1 204 205 0=160 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=25600 9=4
Reshape                  reshape_202              1 1 205 206 0=1 1=1 2=-1
BinaryOp                 mul_6                    2 1 201 206 207 0=2
Convolution              conv_164                 1 1 207 208 0=160 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=25600
HardSwish                hswish_80                1 1 208 209 0=0.166667 1=0.5
Split                    splitncnn_12             1 2 209 210 211
Convolution              conv_166                 1 1 210 212 0=32 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=5120
Convolution              conv_167                 1 1 203 213 0=1 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=4000
HardSwish                hswish_81                1 1 213 214 0=0.166667 1=0.5
Convolution              convsigmoid_6            1 1 214 215 0=1 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=1 9=4
Convolution              convsigmoid_7            1 1 211 216 0=80 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=12800 9=4
BinaryOp                 mul_7                    2 1 216 215 217 0=2
UnaryOp                  sqrt_8                   1 1 217 218 0=5
Reshape                  reshape_203              1 1 218 219 0=400 1=80
Permute                  permute_191              1 1 219 out1 0=1
Reshape                  reshape_204              1 1 212 221 0=400 1=32
Permute                  permute_192              1 1 221 out5 0=1
ConvolutionDepthWise     convdw_244               1 1 136 223 0=160 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=4000 7=160
HardSwish                hswish_82                1 1 223 224 0=0.166667 1=0.5
Convolution              conv_169                 1 1 224 225 0=160 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=25600
HardSwish                hswish_83                1 1 225 226 0=0.166667 1=0.5
ConvolutionDepthWise     convdw_245               1 1 226 227 0=160 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=4000 7=160
HardSwish                hswish_84                1 1 227 228 0=0.166667 1=0.5
Convolution              conv_170                 1 1 228 229 0=160 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=25600
HardSwish                hswish_85                1 1 229 230 0=0.166667 1=0.5
ConvolutionDepthWise     convdw_246               1 1 230 231 0=160 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=4000 7=160
HardSwish                hswish_86                1 1 231 232 0=0.166667 1=0.5
Convolution              conv_171                 1 1 232 233 0=160 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=25600
HardSwish                hswish_87                1 1 233 234 0=0.166667 1=0.5
ConvolutionDepthWise     convdw_247               1 1 234 235 0=160 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=4000 7=160
HardSwish                hswish_88                1 1 235 236 0=0.166667 1=0.5
Convolution              conv_172                 1 1 236 237 0=160 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=25600
HardSwish                hswish_89                1 1 237 238 0=0.166667 1=0.5
Split                    splitncnn_13             1 3 238 239 240 241
Pooling                  gap_4                    1 1 240 242 0=1 4=1
Convolution              convsigmoid_8            1 1 242 243 0=160 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=25600 9=4
Reshape                  reshape_205              1 1 243 244 0=1 1=1 2=-1
BinaryOp                 mul_9                    2 1 239 244 245 0=2
Convolution              conv_174                 1 1 245 246 0=160 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=25600
HardSwish                hswish_90                1 1 246 247 0=0.166667 1=0.5
Split                    splitncnn_14             1 2 247 248 249
Convolution              conv_176                 1 1 248 250 0=32 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=5120
Convolution              conv_177                 1 1 241 251 0=1 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=4000
HardSwish                hswish_91                1 1 251 252 0=0.166667 1=0.5
Convolution              convsigmoid_9            1 1 252 253 0=1 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=1 9=4
Convolution              convsigmoid_10           1 1 249 254 0=80 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=12800 9=4
BinaryOp                 mul_10                   2 1 254 253 255 0=2
UnaryOp                  sqrt_11                  1 1 255 256 0=5
Reshape                  reshape_206              1 1 256 257 0=100 1=80
Permute                  permute_193              1 1 257 out2 0=1
Reshape                  reshape_207              1 1 250 259 0=100 1=32
Permute                  permute_194              1 1 259 out6 0=1
ConvolutionDepthWise     convdw_248               1 1 146 261 0=160 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=4000 7=160
HardSwish                hswish_92                1 1 261 262 0=0.166667 1=0.5
Convolution              conv_179                 1 1 262 263 0=160 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=25600
HardSwish                hswish_93                1 1 263 264 0=0.166667 1=0.5
ConvolutionDepthWise     convdw_249               1 1 264 265 0=160 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=4000 7=160
HardSwish                hswish_94                1 1 265 266 0=0.166667 1=0.5
Convolution              conv_180                 1 1 266 267 0=160 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=25600
HardSwish                hswish_95                1 1 267 268 0=0.166667 1=0.5
ConvolutionDepthWise     convdw_250               1 1 268 269 0=160 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=4000 7=160
HardSwish                hswish_96                1 1 269 270 0=0.166667 1=0.5
Convolution              conv_181                 1 1 270 271 0=160 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=25600
HardSwish                hswish_97                1 1 271 272 0=0.166667 1=0.5
ConvolutionDepthWise     convdw_251               1 1 272 273 0=160 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=4000 7=160
HardSwish                hswish_98                1 1 273 274 0=0.166667 1=0.5
Convolution              conv_182                 1 1 274 275 0=160 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=25600
HardSwish                hswish_99                1 1 275 276 0=0.166667 1=0.5
Split                    splitncnn_15             1 3 276 277 278 279
Pooling                  gap_5                    1 1 278 280 0=1 4=1
Convolution              convsigmoid_11           1 1 280 281 0=160 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=25600 9=4
Reshape                  reshape_208              1 1 281 282 0=1 1=1 2=-1
BinaryOp                 mul_12                   2 1 277 282 283 0=2
Convolution              conv_184                 1 1 283 284 0=160 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=25600
HardSwish                hswish_100               1 1 284 285 0=0.166667 1=0.5
Split                    splitncnn_16             1 2 285 286 287
Convolution              conv_186                 1 1 286 288 0=32 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=5120
Convolution              conv_187                 1 1 279 289 0=1 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=4000
HardSwish                hswish_101               1 1 289 290 0=0.166667 1=0.5
Convolution              convsigmoid_12           1 1 290 291 0=1 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=1 9=4
Convolution              convsigmoid_13           1 1 287 292 0=80 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=12800 9=4
BinaryOp                 mul_13                   2 1 292 291 293 0=2
UnaryOp                  sqrt_14                  1 1 293 294 0=5
Reshape                  reshape_209              1 1 294 295 0=25 1=80
Permute                  permute_195              1 1 295 out3 0=1
Reshape                  reshape_210              1 1 288 297 0=25 1=32
Permute                  permute_196              1 1 297 out7 0=1
